IDEA Open Model
BoltGrid.HeadDiameter Property
Compatible with IDEA StatiCa v 10.1
 The head diameter of bold
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double HeadDiameter { get; set; }
Public Property HeadDiameter As Double
	Get
	Set
public:
property double HeadDiameter {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace